Repository: JGeek00/droid-hole
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Home
tr: Anasayfa

source: Statistics
tr: İstatistikler

source: Logs
tr: Günlükler

source: Settings
tr: Ayarlar

source: Servers
tr: Sunucular

source: Total queries
tr: Toplam sorgu

source: Queries blocked
tr: Sorgular engellendi

source: Percentage blocked
tr: Engellenen yüzde

# domainsAdlists
source: Domains on Adlists
tr: Reklam Listelerindeki Alan Adları

# totalQueries24
source: Total queries last 24 hours
tr: Son 24 saatteki toplam sorgu

# clientActivity24
source: Client activity last 24 hours
tr: Son 24 saatteki istemci etkinliği

source: Blocked
tr: Engellendi

source: Not blocked
tr: Engellenmemiş

source: Refresh
tr: Yenile

source: Open web panel
tr: Web panelini aç

source: Change server
tr: Sunucuyu değiştir

# selectConnection
source: Select a connection
tr: Bir bağlantı seçin

source: Disable
tr: Devre Dışı Bırak

# seconds30
source: 30 seconds
tr: 30 saniye

# minute1
source: 1 minute
tr: 1 dakika

# minutes2
source: 2 minutes
tr: 2 dakika

# minutes5
source: 5 minutes
tr: 5 dakika

source: Indefinitely
tr: Süresiz

source: Custom
tr: Özel

source: Custom minutes
tr: Özel dakikalar

source: Value not valid
tr: Değer geçerli değil

source: Cancel
tr: İptal

source: Couldn't disable server.
tr: Sunucu devre dışı bırakılamadı.

source: Disabling server...
tr: Sunucu devre dışı bırakılıyor...

source: Enabling server...
tr: Sunucu etkinleştiriliyor...

# serverDisabled
source: Server disabled successfully.
tr: Sunucu başarıyla devre dışı bırakıldı.

# serverEnabled
source: Server enabled successfully.
tr: Sunucu başarıyla etkinleştirildi.

source: Couldn't enable server.
tr: Sunucu etkinleştirilemedi.

source: Loading charts...
tr: Grafikler yükleniyor...

source: Loading stats...
tr: İstatistikler yükleniyor...

# statsNotLoaded
source: Stats could not be loaded
tr: İstatistikler yüklenemedi

# chartsNotLoaded
source: Charts could not be loaded
tr: Grafikler yüklenemedi

source: Refreshing data...
tr: Veriler yenileniyor...

# noServerSelected
source: No server is selected
tr: Sunucu seçilmedi

source: Try reconnect
tr: Yeniden bağlanmayı deneyin

source: Select server
tr: Sunucu seç

# notConnectServer
source: Could not connect to the server
tr: Sunucuya bağlanılamadı

# piHoleServers
source: Servers connections
tr: Sunucu bağlantıları

source: No saved connections
tr: Kaydedilmiş bağlantı yok

source: Add
tr: Ekle

source: Close
tr: Kapat

source: Connected
tr: Bağlı

source: Connecting...
tr: Bağlanıyor...

source: Saved
tr: Kaydedildi

# connectedSuccessfully
source: Connected to server successfully.
tr: Sunucuya başarıyla bağlandı.

# cannotConnect
source: Cannot connect to server.
tr: Sunucuya bağlanılamıyor.

# connectionDefaultSuccessfully
source: Connection set as default successfully.
tr: Bağlantı başarıyla varsayılan olarak ayarlandı.

# connectionDefaultFailed
source: Connection could not be set as default.
tr: Bağlantı varsayılan olarak ayarlanamadı.

source: Default connection
tr: Varsayılan bağlantı

# setDefault
source: Set as default connection
tr: Varsayılan bağlantı olarak ayarla

source: Delete
tr: Sil

# selectedDisconnected
source: Selected but disconnected
tr: Seçili ancak bağlantı kesildi

source: Connect
tr: Bağlan

source: Save
tr: Kaydet

source: Edit
tr: Düzenle

# connectionAlreadyExists
source: This connection already exists
tr: Bu bağlantı zaten var

# cannotCheckUrlSaved
source: Cannot check if this URL is already saved.
tr: Bu bağlantının zaten kaydedilip kaydedilmediği kontrol edilemiyor.

# checkAddress
source: Failed. Check address.
tr: Başarısız. Adresi kontrol edin.

# connectionTimeout
source: Failed. Connection timeout. Check if server is reachable.
tr: Başarısız. Bağlantı zaman aşımı. Sunucunun erişilebilir olup olmadığını kontrol edin.

# passwordNotValid
source: Failed. Password not valid.
tr: Başarısız. Parola geçerli değil.

# unknownError
source: Failed. Unknown error.
tr: Başarısız. Bilinmeyen hata.

# cantSaveConnectionData
source: Connection data couldn't be saved
tr: Bağlantı verileri kaydedilemedi

# editServer
source: Edit server connection
tr: Sunucu bağlantısını düzenle

# addServer
source: Add server connection
tr: Sunucu bağlantısı ekle

source: Server address
tr: Sunucu adresi

source: Alias
tr: Rumuz

source: Password
tr: Parola

source: Top permitted domains
tr: En çok izin verilen alan adları

source: Top blocked domains
tr: En çok engellenen alan adları

# topClients
source: Top clients (total)
tr: En iyi istemciler (toplam)

# topClientsBlocked
source: Top clients (blocked only)
tr: En iyi istemciler (yalnızca engellenmiş)

source: Requests:
tr: İstemler:

source: Hits:
tr: İsabetler:

source: Queries & servers
tr: Sorgular ve sunucular

source: Domains
tr: Etki Alanları

source: Clients
tr: İstemciler

source: Query types
tr: Sorgu türleri

source: Upstream servers
tr: Üst sunucular

source: Query logs
tr: Sorgu günlükleri

# addingWhitelist
source: Adding to whitelist...
tr: Beyaz listeye ekleniyor...

# addingBlacklist
source: Adding to blacklist...
tr: Kara listeye ekleniyor...

# addedWhitelist
source: Domain added to whitelist.
tr: Etki alanı beyaz listeye eklendi.

# addedBlacklist
source: Domain added to blacklist.
tr: Etki alanı kara listeye eklendi.

# alreadyWhitelist
source: Domain is already on whitelist.
tr: Alan adı zaten beyaz listede.

# alreadyBlacklist
source: Domain is already on blacklist.
tr: Alan adı zaten kara listede.

# couldntAddWhitelist
source: Could not add domain to whitelist.
tr: Etki alanı beyaz listeye eklenemedi.

# couldntAddBlacklist
source: Could not add domain to blacklist.
tr: Etki alanı kara listeye eklenemedi.

source: Loading logs...
tr: Günlükler yükleniyor...

# noLogsDisplay
source: No logs to display here
tr: Burada görüntülenecek günlük yok

source: from last
tr: sondan

source: hours
tr: saat

source: minutes
tr: dakika

source: between
tr: taraflar

source: and
tr: ve

source: now
tr: şimdi

# couldntLoadLogs
source: Logs couldn't be loaded
tr: Günlükler yüklenemedi

source: From latest to oldest
tr: En yeniden en eskiye

source: From oldest to latest
tr: En eskiden en yeniye

# searchUrl
source: Search by URL...
tr: Bağlantıya göre ara...

# blacklist
source: Add to blacklist
tr: Kara listeye ekle

# whitelist
source: Add to whitelist
tr: Beyaz listeye ekle

source: URL
tr: Bağlantı adresi

source: Type
tr: Tür

source: Device
tr: Cihaz

source: Time
tr: Saat

source: Status
tr: Durum

source: Answered by
tr: Yanıtlayan

source: Reply
tr: Yanıtla

source: Log details
tr: Günlük ayrıntıları

source: No items selected
tr: Hiçbir öğe seçilmedi

source: All items selected
tr: Tüm öğeler seçildi

source: items selected
tr: seçilen öğeler

source: Select start time
tr: Başlangıç zamanını seçin

source: Select end time
tr: Bitiş zamanını seçin

# startTimeNotBeforeEndTime
source: Start time is not before end time
tr: Başlangıç zamanı bitiş zamanından önce değil

# endTimeNotAfterStartTime
source: End time is not after start time
tr: Bitiş zamanı başlangıç zamanından sonra değil

source: Filters
tr: Filtreler

source: From time
tr: Başlangıç zamanı

source: To time
tr: Zamana

source: Not selected
tr: Seçilmedi

source: Apply
tr: Uygula

source: All status selected
tr: Tüm durum seçildi

source: Erase app data
tr: Uygulama verilerini sil

source: ERASE ALL
tr: TÜMÜNÜ SİL

# eraseWarning
source: Warning! This action will reset the application and remove all its data. Are you sure you want to continue?
tr: Uyarı! Bu işlem uygulamayı sıfırlayacak ve tüm verilerini kaldıracaktır. Devam etmek istediğinizden emin misiniz?

# connectionRemoved
source: Connection removed successfully
tr: Bağlantı başarıyla kaldırıldı

source: Connection cannot be removed.
tr: Bağlantı kaldırılamıyor.

source: Remove
tr: Kaldır

# removeWarning
source: Are you sure you want to remove the connection with this PiHole server?
tr: Bu PiHole sunucusuyla bağlantıyı kaldırmak istediğinizden emin misiniz?

source: Auto refresh time
tr: Otomatik yenileme süresi

# second1
source: 1 second
tr: 1 saniye

# seconds2
source: 2 seconds
tr: 2 saniye

# seconds5
source: 5 seconds
tr: 5 saniye

# seconds10
source: 10 seconds
tr: 10 saniye

source: Custom seconds
tr: Özel saniyeler

source: Confirm
tr: Onayla

source: Deleting...
tr: Siliniyor...

# updateTimeChanged
source: Update time changed successfully.
tr: Güncelleme süresi başarıyla değiştirildi.

source: Cannot change update time
tr: Güncelleme zamanı değiştirilemiyor

source: Connected to
tr: Şuna bağlanıldı:

source: Not connected
tr: Bağlı değil

source: Reset application
tr: Uygulamayı sıfırla

# erasesAppData
source: Erases all application data
tr: Tüm uygulama verilerini siler

source: About
tr: Hakkında

source: App version
tr: Uygulama sürümü

source: Created by
tr: Geliştirici

source: Seconds
tr: Saniye

source: Legal
tr: Yasal

# legalInfo
source: Legal information
tr: Hukuki bilgiler

# legalText
source: All registered trademarks which are present on this application are property of it's respective owners.
tr: Bu başvuruda yer alan tüm tescilli ticari markalar, ilgili sahiplerinin mülkiyetindedir.

source: Theme
tr: Tema

source: System theme
tr: Sistem teması

source: Light
tr: Açık

source: Dark
tr: Koyu

# changeTheme
source: Change app theme
tr: Uygulama temasını değiştir

# visitGooglePlay
source: Visit Google Play page
tr: Google Play sayfasını ziyaret edin

# gitHub
source: App code available on GitHub
tr: Uygulama kodu GitHub'da mevcut

source: Token needed
tr: Jeton gerekli

# tokenInstructions
source: You can get it on the web interface on Settings > API/Web interface > Show API token.
tr: Ayarlar > API/Web arayüzü > API belirtecini göster bölümünden web arayüzünden alabilirsiniz.

source: API token
tr: API belirteci

source: Token not valid
tr: Jeton geçerli değil

# scanQrCode
source: Scan the QR code
tr: QR kodunu tarayın

source: No connection
tr: Bağlantı yok

# cameraPermission
source: DroidHole does not have permission to access the camera. Go to settings and grant the permission.
tr: DroidHole'un kameraya erişim izni yok. Ayarlara gidin ve izin verin.

# serverInvalidData
source: Server connection saved with invalid data. Add the connection again.
tr: Sunucu bağlantısı geçersiz verilerle kaydedildi. Bağlantıyı tekrar ekleyin.

# dbNotWorking
source: Database is not working. Reinstall the application.
tr: Veritabanı çalışmıyor. Uygulamayı yeniden yükleyin.

source: Checking token...
tr: Jeton kontrol ediliyor...

source: Getting permission...
tr: İzin alınıyor...

source: Connect to server
tr: Sunucuya bağlan

# address
source: IP address or domain
tr: IP adresi veya alan adı

source: Port
tr: Bağlantı noktası

# invalidAddress
source: Invalid IP or domain
tr: Geçersiz IP veya alan adı

source: Invalid port
tr: Geçersiz bağlantı noktası

# ipCannotEmpty
source: IP field cannot be empty
tr: IP alanı boş bırakılamaz

# portCannotEmpty
source: Port field cannot be empty
tr: Bağlantı noktası alanı boş bırakılamaz

# cantReachServer
source: Can't reach the server. Check IP address and port.
tr: Sunucuya ulaşılamıyor. IP adresini ve bağlantı noktasını kontrol edin.

# noConnections
source: Seems that you don't have added any connection yet.
tr: Henüz herhangi bir bağlantı eklemediğiniz görülüyor.

# createConnection
source: Create a connection
tr: Bağlantı oluştur

# beginAddConnection
source: First of all, add a connection to a server.
tr: Her şeyden önce, bir sunucuya bağlantı ekleyin.

# couldNotConnectServer
source: Could not connect to the server
tr: Sunucuya bağlanılamadı

source: No data
tr: Veri yok

source: One column legend
tr: Bir sütun açıklaması

# oneColumnLegendDescription
source: Use only one column for the legend
tr: Gösterge için yalnızca bir sütun kullanın

# sslErrorShort
source: SSL error.
tr: SSL hatası.

# sslErrorLong
source: SSL error. Check if the server's certificate is valid.
tr: SSL hatası. Sunucunun sertifikasının geçerli olup olmadığını kontrol edin.

# dontCheckCertificate
source: Don't check SSL certificate
tr: SSL sertifikasını kontrol etmeyin

# dontCheckCertificateDescription
source: Overrides the server's SSL certificate validation
tr: Sunucunun SSL sertifikası doğrulamasını geçersiz kılar

# advancedSetup
source: Advanced settings
tr: Gelişmiş ayarlar

# advancedSetupDescription
source: Advanced options
tr: Gelişmiş seçenekler

source: Security
tr: Güvenlik

source: Others
tr: Diğerleri

source: Charts
tr: Grafikler

source: Settings updated successfully.
tr: Ayarlar başarıyla güncellendi.

# cannotUpdateSettings
source: Settings cannot be updated.
tr: Ayarlar güncellenemiyor.

# restartAppTakeEffect
source: Restart the application
tr: Uygulamayı yeniden başlatın

# reducedDataCharts
source: Use reduced data
tr: Azaltılmış veri kullanın

# reducedDataChartsDescription
source: Affects the clients chart at Home. Can improve application performance
tr: Evdeki danışan grafiğini etkiler. Uygulama performansını artırabilir

source: status selected
tr: durum seçildi

source: All clients selected
tr: Tüm istemciler seçildi

source: clients selected
tr: istemciler seçildi

# logsQuantityPerLoad
source: Logs quantity per request
tr: Talep başına günlük sayısı

# minutes30
source: 30 minutes
tr: 30 dakika

# hour1
source: 1 hour
tr: 1 saat

# hours2
source: 2 hours
tr: 2 saat

# hours4
source: 4 hours
tr: 4 saat

# hours6
source: 6 hours
tr: 6 saat

# hours8
source: 8 hours
tr: 8 saat

# logsPerQueryUpdated
source: Logs quantity per request updated successfully
tr: İstek başına günlük miktarı başarıyla güncellendi

# cantUpdateLogsPerQuery
source: Logs quantity per request couldn't be updated
tr: İstek başına günlük miktarı güncellenemedi

# logsPerQueryLabel
source: Select the time interval to be used for each log request to the API.
tr: API'ye yapılan her günlük talebi için kullanılacak zaman aralığını seçin.

# logsPerQueryWarning
source: Selecting a long time could result on slow load times. It will depend on the speed of the server.
tr: Uzun bir süre seçilmesi, yavaş yükleme sürelerine neden olabilir. Sunucunun hızına bağlı olacaktır.

# logsWillBeRequested
source: Logs will be requested in groups of
tr: Günlükler aşağıdaki gruplar halinde istenecektir:

source: Accept
tr: Kabul Et

source: Reset
tr: Sıfırla

source: Check all
tr: Tümünü işaretle

source: Uncheck all
tr: Tümünün işaretini kaldır

source: Logs status
tr: Günlük durumu

source: App unlock
tr: Uygulama kilidi açma

# appUnlockDescription
source: Use a code or the fingerprint to unlock the app
tr: Uygulamanın kilidini açmak için bir kod veya parmak izi kullanın

# setPassCode
source: Setup passcode
tr: Kurulum şifresi

source: Enter passcode
tr: Şifreyi girin

source: Repeat passcode
tr: Şifreyi tekrar girin

source: Next
tr: Sonraki

source: Finish
tr: Bitir

# passcodesDontMatch
source: Initial passcode and repeated passcode do not match.
tr: İlk şifre ve tekrarlanan şifre eşleşmiyor.

# passCodeNotSaved
source: Passcode couldn't be saved.
tr: Şifre kaydedilemedi.

source: Update passcode
tr: Şifreyi güncelle

source: Remove passcode
tr: Şifreyi kaldır

source: App unlock enabled
tr: Uygulama kilidini açma etkinleştirildi

source: App unlock disabled
tr: Uygulama kilidi açma devre dışı

# areSureRemovePasscode
source: Are you sure you want to remove the passcode? This will disable the app unlock protection.
tr: Şifreyi kaldırmak istediğinizden emin misiniz? Bu, uygulamanın kilit açma korumasını devre dışı bırakır.

source: Connecting to server
tr: Sunucuya bağlanılıyor

# enterCodeUnlock
source: Enter code to unlock
tr: Kilidi açmak için kodu girin

source: Use fingerprint
tr: Parmak izi kullan

# noAvailableBiometrics
source: You don't have any fingerprints saved on the device.
tr: Cihazda kayıtlı parmak iziniz yok.

# unlockFingerprint
source: Unlock with fingerprint
tr: Parmak izi ile kilidi AÇ

# biometricUnlockNotActivated
source: Couldn't activate unlock with fingerprint.
tr: Parmak izi ile kilit açma etkinleştirilemedi.

# biometricUnlockNotDisabled
source: Couldn't disable unlock with fingerprint.
tr: Parmak izi ile kilit açma devre dışı bırakılamadı.

source: Status: enabled
tr: Durum: etkin

source: Status: disabled
tr: Durum: devre dışı

source: Important announcement
tr: Önemli duyuru

source: Required versions:
tr: Gerekli sürümler:

# olderVersion
source: If you have an older version, please update your Pi-hole to continue using this app.
tr: Daha eski bir sürümünüz varsa bu uygulamayı kullanmaya devam etmek için lütfen Pi-hole'unuzu güncelleyin.

# letMeKnow
source: Sometimes the Pi-hole team makes some changes to the API used by this app to get all the data. If you are experiencing connection issues or data not loading, and you are sure that your server is working fine, please let me know it to investigate it and release an update as soon as possible.
tr: Bazen Pi-hole ekibi, tüm verileri almak için bu uygulama tarafından kullanılan API'de bazı değişiklikler yapar. Bağlantı sorunları yaşıyorsanız veya veriler yüklenmiyorsa ve sunucunuzun iyi çalıştığından eminseniz durumu araştırmak ve mümkün olan en kısa sürede bir güncelleme yayınlamak için lütfen bana bildirin.

# howToContact
source: You can contact me by opening an issue on the GitHub repository or by email. All the details about how to contact are in Settings > Contact.
tr: GitHub deposunda bir sorun açarak veya e-posta ile benimle iletişime geçebilirsiniz. Nasıl iletişim kurulacağıyla ilgili tüm ayrıntılar Ayarlar > İletişim bölümündedir.

source: Important information
tr: Önemli bilgiler

# readIssues
source: Read this if you are experimenting issues
tr: Sorunlar yaşıyorsanız bunu okuyun

# contactDeveloper
source: Contact the developer
tr: Geliştiriciyle iletişime geçin

# issuesSuggestions
source: If you are experiencing issues or you have suggestions
tr: Sorun yaşıyorsanız veya önerileriniz varsa

source: Contact
tr: İletişim

# openIssueGitHub
source: Open an issue on GitHub
tr: GitHub'da bir sorun açın

# writeEmail
source: Write me by email.
tr: Bana e-posta ile yaz.

# writeEmailDetails
source: Include on the body of the email all the possible details: Pi-hole and web interface version, how to reproduce the issue, screenshots... All provided information will be very welcome.
tr: E-postanın gövdesine tüm olası ayrıntıları ekleyin: Pi deliği ve web arayüzü sürümü, sorunun nasıl çoğaltılacağı, ekran görüntüleri... Sağlanan tüm bilgiler memnuniyetle karşılanacaktır.

# contactEmail
source: Contact by email
tr: E-posta ile iletişime geçin

source: Hide zero values
tr: Sıfır değerlerini gizle

# hideZeroValuesDescription
source: Hides zero values from clients chart
tr: İstemci grafiğinden sıfır değerlerini gizler

# domainsClientsDataMode
source: Statistics display mode
tr: İstatistik görüntüleme modu

# domainsClientsDataModeDescription
source: Changes the way that domains and clients data is displayed
tr: Alan adlarının ve istemci verilerinin görüntülenme şeklini değiştirir

source: List
tr: Liste

# listDescription
source: Displays the data on a list with the label and the numeric value at the left side, and a bar at the right side.
tr: Verileri, etiket ve sayısal değer sol tarafta ve sağ tarafta bir çubuk olacak şekilde bir listede görüntüler.

source: Pie chart
tr: Pasta grafiği

# pieChartDescription
source: Displays the data on a pie chart with the legend under it.
tr: Verileri, altında gösterge bulunan bir pasta grafiğinde görüntüler.

# subrouteField
source: Subroute
tr: Alt rota

# subrouteExample
source: Example: /pihole
tr: Örnek: /pihole

# subrouteHelper
source: To be used with a reverse proxy
tr: Ters vekil ile kullanılacak

# invalidSubroute
source: Invalid subroute. Remember not to finish with a '/', '.' or ':'.
tr: Geçersiz alt yol. '/', '.' veya ':' ile bitirmemeyi unutmayın.

# howCreateConnection
source: How to create a connection
tr: Bağlantı nasıl oluşturulur?

source: Loading list...
tr: Liste yükleniyor...

# domainsNotLoaded
source: Domains list couldn't be loaded
tr: Alan adları listesi yüklenemedi

source: Domain details
tr: Alan adı ayrıntıları

source: Domain
tr: Alan

source: Date added
tr: Eklenme tarihi

source: Date modified
tr: Değiştirilme tarihi

source: Enabled
tr: Etkin

source: Disabled
tr: Devre dışı

source: Comment
tr: Yorum

source: No comment
tr: Yorum yok

source: Enable
tr: Etkinleştir

# domainRemoved
source: Domain removed successfully
tr: Etki alanı başarıyla kaldırıldı

# domainNotExists
source: Domain does not exist
tr: Alan adı mevcut değil

# errorRemovingDomain
source: Error when removing domain
tr: Etki alanı kaldırılırken hata oluştu

# noDomains
source: There are no domains to show here.
tr: Burada gösterilecek alan adı yok.

source: Add domain
tr: Alan adı ekle

source: Add as wildcard
tr: Joker karakter olarak ekle

source: Adding domain...
tr: Alan adı ekleniyor...

# domainAdded
source: Domain added successfully
tr: Etki alanı başarıyla eklendi

source: Domain already added
tr: Alan adı zaten eklenmiş

# cannotAddDomain
source: Domain couldn't be added
tr: Alan adı eklenemedi

source: Invalid domain
tr: Geçersiz alan adı

source: Token
tr: Jeton

source: QR scanner
tr: QR tarayıcı

source: Connecting to
tr: Bağlanılıyor

# logsCopiedClipboard
source: Logs copied to clipboard
tr: Günlükler panoya kopyalandı

# copyLogsClipboard
source: Copy logs to clipboard
tr: Günlükleri panoya kopyala

source: No saved logs
tr: Kaydedilmiş günlük yok

source: App logs
tr: Uygulama günlükleri

# errorsApp
source: Errors registered by the app
tr: Uygulama tarafından kaydedilen hatalar

source: Switch server
tr: Sunucu değiştir

source: App settings
tr: Uygulama ayarları

source: Delete domain
tr: Alan adını sil

# deleteDomainMessage
source: Are you sure you want to delete this domain?
tr: Bu alan adını silmek istediğinizden emin misiniz?

source: Server name
tr: Sunucu adı

source: Connection
tr: Bağlantı

source: Authentication
tr: Kimlik Doğrulama

# basicAuth
source: Basic authentication
tr: Temel kimlik doğrulama

source: Username
tr: Kullanıcı adı

# basicAuthInfo
source: If your server is behind a basic authentication, you can fill here the corresponding credentials. Make sure to fill both fields or you won't be able to save the connection.
tr: Sunucunuz temel bir kimlik doğrulamasının arkasındaysa, burada ilgili kimlik bilgilerini doldurabilirsiniz. Her iki alanı da doldurduğunuzdan emin olun, aksi takdirde bağlantıyı kaydedemezsiniz.

# searchDomainInternet
source: Search domain on the Internet
tr: İnternette alan adı ara

source: Search domains
tr: Alan adı ara

source: All
tr: Tümü

source: Allowed
tr: İzin verildi

source: Advanced status filtering
tr: Gelişmiş durum filtreleme

# selectOptionLeftColumn
source: Select an option from the left column.
tr: Sol sütundan bir seçenek belirleyin.

# unlockWithFingerprint
source: Unlock the app with your fingerprint
tr: Uygulamanın kilidini parmak izinizle açın

# fingerprintAuthUnavailableAttempts
source: Fingerprint authentication unavailable due to many failed attempts.
tr: Birçok başarısız girişim nedeniyle parmak izi kimlik doğrulaması kullanılamıyor.

# fingerprintAuthUnavailable
source: Fingerprint authentication unavailable.
tr: Parmak izi doğrulaması kullanılamıyor.
